Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Onboarding.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# onboarding.step.permissions.tip
source: All OCR and processing happen on-device using Apple Vision.
de: Sämtliche OCR-Texterkennung und Verarbeitung erfolgen lokal auf dem Gerät via Apple Vision.
es: Todo el OCR y el procesamiento se realizan en el dispositivo mediante Apple Vision.
fr: Toute la reconnaissance OCR et le traitement s’effectuent sur l’appareil grâce à Apple Vision.
ja: すべての OCR と画像処理は Apple Vision を使いデバイス上で直接行われます。
ko: 모든 OCR 및 이미지 처리는 Apple Vision을 통해 기기 내에서 로컬로만 처리됩니다.
ru: Весь OCR и обработка выполняются прямо на устройстве с помощью Apple Vision.
vi: Mọi tác vụ nhận dạng chữ (OCR) và xử lý đều chạy trực tiếp trên thiết bị bằng Apple Vision.
zh_hans: 所有 OCR 文本提取及图像处理均在设备端利用 Apple Vision 本地完成。
zh_hant: 所有 OCR 文字辨識及影像處理均在裝置端利用 Apple Vision 本機完成。

# onboarding.step.permissions.title
source: Permissions & Privacy
de: Berechtigungen & Datenschutz
es: Permisos y privacidad
fr: Autorisations et confidentialité
ja: アクセス権限とプライバシー
ko: 권한 및 개인정보 보호
ru: Разрешения и конфиденциальность
vi: Quyền riêng tư & Cấp phép
zh_hans: 权限与隐私保障
zh_hant: 權限與隱私保障

# onboarding.step.recording.prompt-active
source: Recording in progress (%ds)... Tap Stop or wait 3s.
de: Aufnahme läuft (%ds)... Tippen Sie auf Stopp oder warten Sie 3s.
es: Grabación en curso (%ds)... Pulsa Detener o espera 3s.
fr: Enregistrement en cours (%ds)... Appuyez sur Arrêter ou attendez 3 s.
ja: 録画中 (%ds)... 「停止」を押すか3秒お待ちください。
ko: 녹화 진행 중 (%d초)... 정지를 누르거나 3초간 기다리세요.
ru: Идет запись (%d с)... Нажмите «Стоп» или подождите 3 с.
vi: Đang ghi hình (%ds)... Nhấn Dừng hoặc đợi hết 3s.
zh_hans: 正在录制 (%ds)... 点击“停止”或等待 3 秒。
zh_hant: 正在錄影 (%ds)... 按一下「停止」或等待 3 秒。

# onboarding.step.recording.prompt-floating
source: Video in Quick Access! Click card or tap here to open Video Editor.
de: Video im Schnellzugriff! Klicken Sie auf die Karte oder tippen Sie hier, um den Video-Editor zu öffnen.
es: ¡Vídeo en acceso rápido! Haz clic en la tarjeta o pulsa aquí para abrir el editor de vídeo.
fr: Vidéo dans Accès rapide ! Cliquez sur la carte ou ici pour ouvrir l’éditeur vidéo.
ja: 動画がクイックアクセスに届きました！カードまたはここをタップしてビデオエディタを開きます。
ko: 비디오가 빠른 접근에 준비되었습니다! 카드나 여기를 눌러 동영상 편집기를 여세요.
ru: Видео в быстром доступе! Нажмите на карточку или сюда, чтобы открыть видеоредактор.
vi: Video đã ở trong Truy cập nhanh! Nhấp vào thẻ hoặc chạm vào đây để mở Trình biên tập video.
zh_hans: 视频已保存在快速访问中！点击卡片或轻点此处打开视频编辑器。
zh_hant: 影片已儲存在快速存取中！按一下卡片或輕按此處開啟影片編輯器。

# onboarding.step.recording.prompt-framed
source: Region framed! Click 'Record MP4' or tap here to start 3s countdown.
de: Bereich festgelegt! Klicken Sie auf „Record MP4“ oder tippen Sie hier, um den 3s-Countdown zu starten.
es: ¡Región encuadrada! Haz clic en 'Record MP4' o pulsa aquí para la cuenta atrás de 3s.
fr: Zone cadrée ! Cliquez sur « Record MP4 » ou ici pour lancer le compte à rebours de 3 s.
ja: 録画枠設定完了！「Record MP4」をクリックするかここをタップして3秒カウントダウンを開始します。
ko: 영역 설정 완료! 'Record MP4'를 클릭하거나 여기를 눌러 3초 카운트다운을 시작하세요.
ru: Область выбрана! Нажмите «Record MP4» или сюда, чтобы запустить 3-секундный отсчет.
vi: Đã căn khung! Nhấp 'Record MP4' hoặc chạm vào đây để bắt đầu đếm ngược 3s.
zh_hans: 区域已设定！点击“Record MP4”或轻点此处开始 3 秒倒计时。
zh_hant: 區域已設定！按一下「Record MP4」或輕按此處開始 3 秒倒數。

# onboarding.step.recording.prompt-open
source: Video Editor open! Click here or 'Replay' to test the recording flow again.
de: Video-Editor geöffnet! Klicken Sie hier oder auf „Wiederholen“, um die Aufnahme erneut zu testen.
es: ¡Editor de vídeo abierto! Haz clic aquí o en 'Repetir' para probar el flujo de nuevo.
fr: Éditeur vidéo ouvert ! Cliquez ici ou sur « Rejouer » pour tester à nouveau le flux d’enregistrement.
ja: ビデオエディタが開きました！ここをクリックするか「リプレイ」で録画フローをもう一度試せます。
ko: 동영상 편집기가 열렸습니다! 녹화 흐름을 다시 연습하려면 여기나 '다시 재생'을 클릭하세요.
ru: Видеоредактор открыт! Нажмите сюда или «Повторить», чтобы опробовать запись ещё раз.
vi: Trình biên tập video đã mở! Nhấp vào đây hoặc nút 'Phát lại' để thử lại quy trình quay.
zh_hans: 视频编辑器已打开！点击此处或“重放”可再次演练录屏流程。
zh_hant: 影片編輯器已開啟！按一下此處或「重播」可再次演練錄影流程。

# onboarding.step.recording.prompt-ready
source: Click to simulate ⇧⌘5 recording shortcut and open prerecord area.
de: Klicken Sie, um das Aufnahmekürzel ⇧⌘5 zu simulieren und den Aufnahmebereich vorzubereiten.
es: Haz clic para simular el atajo de grabación ⇧⌘5 y abrir el área previa.
fr: Cliquez pour simuler le raccourci d’enregistrement ⇧⌘5 et ouvrir la zone de cadrage.
ja: クリックして ⇧⌘5 録画ショートカットをシミュレートし、録画準備枠を開きます。
ko: 클릭하여 ⇧⌘5 녹화 단축키를 시뮬레이션하고 사전 녹화 영역을 여세요.
ru: Нажмите, чтобы сымитировать ⇧⌘5 для записи и открыть рамку предпросмотра.
vi: Nhấp để mô phỏng phím tắt ghi hình ⇧⌘5 và mở khung chuẩn bị quay.
zh_hans: 点击以模拟 ⇧⌘5 录屏快捷键并调出录制选框。
zh_hant: 按一下以模擬 ⇧⌘5 錄影快速鍵並調出錄製選框。

# onboarding.step.recording.short-title
source: Recording
de: Aufzeichnung
es: Grabación
fr: Enregistrement
ja: 画面録画
ko: 화면 녹화
ru: Запись
vi: Ghi hình
zh_hans: 录屏
zh_hant: 錄影

# onboarding.step.recording.subtitle
source: Press ⇧⌘5 to frame any region. Capture system audio & microphone, trim in the timeline, and export crisp MP4 or GIF.
de: Drücken Sie ⇧⌘5, um einen Bereich festzulegen. Nehmen Sie Systemsound & Mikrofon auf, schneiden Sie in der Zeitleiste und exportieren Sie gestochen scharfe MP4 oder GIF.
es: Pulsa ⇧⌘5 para encuadrar cualquier región. Captura el audio del sistema y del micrófono, recorta en la línea de tiempo y exporta en MP4 o GIF nítidos.
fr: Appuyez sur ⇧⌘5 pour cadrer une région. Enregistrez le son système et le micro, découpez sur la timeline et exportez en MP4 ou GIF net.
ja: ⇧⌘5 を押して録画範囲を指定します。システム音声とマイクを録音し、タイムラインでトリミングして、高画質なMP4やGIFとして書き出せます。
ko: ⇧⌘5를 눌러 녹화 영역을 맞추세요. 시스템 오디오와 마이크를 함께 녹음하고, 타임라인에서 다듬어 선명한 MP4 또는 GIF로 내보내세요.
ru: Нажмите ⇧⌘5, чтобы выбрать область записи. Записывайте звук системы и микрофона, обрезайте на таймлайне и экспортируйте в чёткие MP4 или GIF.
vi: Nhấn ⇧⌘5 để căn khung vùng quay. Thu âm thanh hệ thống và micro, cắt ghép trên dòng thời gian, và xuất file MP4 hoặc GIF sắc nét.
zh_hans: 按 ⇧⌘5 框选录制区域。同步录制系统声音和麦克风，在时间轴上快速剪辑，并导出清晰的 MP4 或 GIF。
zh_hant: 按 ⇧⌘5 框選錄製區域。同步錄製系統聲音與麥克風，在時間軸上快速剪輯，並匯出清晰的 MP4 或 GIF。

# onboarding.step.recording.tip
source: You can pause, resume, and annotate on screen while recording video.
de: Sie können während der Videoaufnahme pausieren, fortsetzen und live auf dem Bildschirm zeichnen.
es: Puedes pausar, reanudar y dibujar anotaciones en la pantalla mientras grabas.
fr: Vous pouvez mettre en pause, reprendre et annoter à l’écran pendant l’enregistrement.
ja: 録画中いつでも一時停止、再開、画面へのライブ注釈描画が可能です。
ko: 비디오 녹화 중에 일시 정지, 재개 및 화면 주석 그리기를 자유롭게 할 수 있습니다.
ru: Во время записи видео можно ставить на паузу, продолжать и рисовать на экране.
vi: Bạn có thể tạm dừng, tiếp tục và vẽ chú thích trực tiếp khi đang quay video.
zh_hans: 录屏期间，您可以随时暂停、恢复以及在屏幕上绘制实时批注。
zh_hant: 錄製期間，您可以隨時暫停、繼續以及在螢幕上繪製即時標註。

# onboarding.step.recording.title
source: Screen Recording & Video Editor
de: Bildschirmaufnahme & Video-Editor
es: Grabación de pantalla y editor de vídeo
fr: Enregistrement d’écran et éditeur vidéo
ja: 画面録画とビデオエディタ
ko: 화면 녹화 및 동영상 편집기
ru: Запись экрана и видеоредактор
vi: Ghi hình màn hình & Biên tập video
zh_hans: 屏幕录制与视频编辑
zh_hant: 螢幕錄製與影片編輯

# onboarding.step.shortcuts.prompt-conflicts
source: Conflicts detected! In Keyboard > Keyboard Shortcuts > Screenshots, uncheck ⇧⌘3, ⇧⌘4, ⇧⌘5 (or tap here to resolve).
de: Konflikte erkannt! Deaktivieren Sie unter Tastatur > Tastaturkurzbefehle > Bildschirmfotos ⇧⌘3, ⇧⌘4, ⇧⌘5 (oder tippen Sie hier zum Lösen).
es: ¡Conflictos detectados! En Teclado > Atajos de teclado > Capturas, desmarca ⇧⌘3, ⇧⌘4, ⇧⌘5 (o pulsa aquí para resolver).
fr: Conflits détectés ! Dans Clavier > Raccourcis clavier > Captures, décochez ⇧⌘3, ⇧⌘4, ⇧⌘5 (ou cliquez ici pour résoudre).
ja: キーの競合を検出！「キーボード > キーボードショートカット > スクリーンショット」で ⇧⌘3, ⇧⌘4, ⇧⌘5 のチェックを外すか、ここをタップして解決します。
ko: 단축키 충돌 감지! 키보드 > 키보드 단축키 > 스크린샷에서 ⇧⌘3, ⇧⌘4, ⇧⌘5를 선택 해제하세요 (또는 여기를 눌러 해결).
ru: Обнаружены конфликты! В Клавиатура > Сочетания клавиш > Снимки экрана снимите флажки ⇧⌘3, ⇧⌘4, ⇧⌘5 (или нажмите сюда).
vi: Phát hiện xung đột! Trong Bàn phím > Phím tắt bàn phím > Ảnh chụp màn hình, hãy bỏ chọn ⇧⌘3, ⇧⌘4, ⇧⌘5 (hoặc chạm vào đây để giải quyết).
zh_hans: 检测到按键冲突！请在“键盘 > 键盘快捷键 > 截屏”中取消勾选 ⇧⌘3、⇧⌘4、⇧⌘5（或点击此处一键解决）。
zh_hant: 偵測到快速鍵衝突！請在「鍵盤 > 鍵盤快速鍵 > 截圖」中取消勾選 ⇧⌘3、⇧⌘4、⇧⌘5（或按一下此處一鍵解決）。

# onboarding.step.shortcuts.prompt-resolved
source: Conflicts resolved! Test the shortcut buttons or grant config.toml access below.
de: Konflikte gelöst! Testen Sie die Kurzbefehlstasten oder erlauben Sie unten den Zugriff auf config.toml.
es: ¡Conflictos resueltos! Prueba los botones de atajo o concede acceso a config.toml abajo.
fr: Conflits résolus ! Testez les touches de raccourci ou autorisez l’accès à config.toml ci-dessous.
ja: 競合が解決しました！ショートカットボタンを試すか、下の config.toml へのアクセスを許可してください。
ko: 충돌이 해결되었습니다! 단축키 버튼을 테스트하거나 아래에서 config.toml 접근을 허용하세요.
ru: Конфликты устранены! Проверьте кнопки сочетаний или предоставьте доступ к config.toml ниже.
vi: Đã giải quyết xung đột! Hãy thử các nút phím tắt hoặc cấp quyền truy cập config.toml bên dưới.
zh_hans: 冲突已解决！请测试快捷键按钮，或在下方授权 config.toml 访问。
zh_hant: 衝突已解決！請測試快速鍵按鈕，或在下方授權 config.toml 存取。

# onboarding.step.shortcuts.short-title
source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
ru: Сочетания клавиш
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

# onboarding.step.shortcuts.subtitle
source: Go to System Settings > Keyboard > Keyboard Shortcuts > Screenshots to uncheck ⇧⌘3, ⇧⌘4, and ⇧⌘5 to prevent key conflicts with Snapzy. Keep workflows portable with config.toml.
de: Gehen Sie zu Systemeinstellungen > Tastatur > Tastaturkurzbefehle > Bildschirmfotos und deaktivieren Sie ⇧⌘3, ⇧⌘4 und ⇧⌘5, um Konflikte mit Snapzy zu vermeiden. config.toml sichert portables Arbeiten.
es: Ve a Ajustes del Sistema > Teclado > Atajos de teclado > Capturas de pantalla para desmarcar ⇧⌘3, ⇧⌘4 y ⇧⌘5 y evitar conflictos con Snapzy. Mantén tus ajustes con config.toml.
fr: Allez dans Réglages Système > Clavier > Raccourcis clavier > Captures d’écran pour décocher ⇧⌘3, ⇧⌘4 et ⇧⌘5 afin d’éviter les conflits avec Snapzy. config.toml garde vos réglages portables.
ja: 「システム設定 > キーボード > キーボードショートカット > スクリーンショット」で ⇧⌘3、⇧⌘4、⇧⌘5 のチェックを外すと、Snapzy との競合を防げます。config.toml で設定の持ち運びも可能です。
ko: 시스템 설정 > 키보드 > 키보드 단축키 > 스크린샷으로 이동하여 ⇧⌘3, ⇧⌘4, ⇧⌘5의 선택을 해제하면 Snapzy와의 충돌을 방지할 수 있습니다. config.toml로 설정을 유연하게 관리하세요.
ru: Перейдите в Системные настройки > Клавиатура > Сочетания клавиш > Снимки экрана и снимите флажки с ⇧⌘3, ⇧⌘4 и ⇧⌘5, чтобы избежать конфликтов со Snapzy. config.toml сделает настройки переносимыми.
vi: Vào Cài đặt hệ thống > Bàn phím > Phím tắt bàn phím > Ảnh chụp màn hình để bỏ chọn ⇧⌘3, ⇧⌘4 và ⇧⌘5 nhằm tránh xung đột với Snapzy. Quản lý cài đặt dễ dàng với config.toml.
zh_hans: 前往“系统设置 > 键盘 > 键盘快捷键 > 截屏”，取消勾选 ⇧⌘3、⇧⌘4 和 ⇧⌘5 以避免与 Snapzy 冲突。还可通过 config.toml 实现设置便携同步。
zh_hant: 前往「系統設定 > 鍵盤 > 鍵盤快速鍵 > 截圖」，取消勾選 ⇧⌘3、⇧⌘4 和 ⇧⌘5 以避免與 Snapzy 衝突。亦可透過 config.toml 實現設定攜帶同步。

# onboarding.step.shortcuts.tip
source: You can customize every shortcut anytime in Preferences → Shortcuts.
de: Sie können jeden Kurzbefehl jederzeit unter Einstellungen → Kurzbefehle anpassen.
es: Puedes personalizar cualquier atajo en cualquier momento en Ajustes → Atajos.
fr: Vous pouvez personnaliser chaque raccourci à tout moment dans Réglages → Raccourcis.
ja: 「設定 → ショートカット」からいつでも各ショートカットをカスタマイズできます。
ko: 언제든지 설정 → 단축키에서 모든 단축키를 자유롭게 변경할 수 있습니다.
ru: Вы можете настроить любые сочетания клавиш в Настройки → Сочетания клавиш.
vi: Bạn có thể tùy chỉnh mọi phím tắt bất kỳ lúc nào trong Cài đặt → Phím tắt.
zh_hans: 您可以随时在“偏好设置 → 快捷键”中自定义所有快捷键。
zh_hant: 您可以隨時在「偏好設定 → 快速鍵」中自訂所有快速鍵。

# onboarding.step.shortcuts.title
source: macOS Shortcuts & Conflicts
de: macOS-Kurzbefehle & Konflikte
es: Atajos de macOS y conflictos
fr: Raccourcis macOS et conflits
ja: macOS ショートカットと競合解決
ko: macOS 단축키 및 충돌 해결
ru: Сочетания клавиш macOS и конфликты
vi: Phím tắt macOS & Xung đột phím
zh_hans: macOS 快捷键与按键冲突
zh_hant: macOS 快速鍵與衝突處理

# onboarding.welcome.cta
source: Let's do it!
de: Lass es uns tun!
es: ¡Vamos a hacerlo!
fr: Faisons-le!
ja: やりましょう！
ko: 해보자!
ru: Давай сделаем это!
vi: Bắt đầu thôi!
zh_hans: 我们开始做吧！
zh_hant: 我們開始做吧！

# onboarding.welcome.feature-annotate
source: Annotate and edit captures
de: Kommentieren und bearbeiten Sie Captures
es: Anotar y editar capturas
fr: Annoter et modifier des captures
ja: 撮影した画像に注釈を付けて編集する
ko: 캡처에 주석 달기 및 편집
ru: Аннотировать и редактировать снимки
vi: Chú thích và chỉnh sửa ảnh chụp
zh_hans: 标注与编辑截取内容
zh_hant: 標註與編輯擷取內容

# onboarding.welcome.feature-capture
source: Capture area or fullscreen screenshots
de: Aufnahmebereich oder Vollbild-Screenshots
es: Área de captura o capturas de pantalla a pantalla completa
fr: Zone de capture ou captures d'écran en plein écran
ja: 領域または全画面のスクリーンショットを撮影
ko: 영역 캡처 또는 전체 화면 스크린샷
ru: Захват области или полноэкранных снимков экрана
vi: Chụp vùng chọn hoặc toàn màn hình
zh_hans: 截取区域或全屏画面
zh_hant: 擷取區域或全螢幕畫面

# onboarding.welcome.feature-record
source: Record screen with audio
de: Bildschirm mit Audio aufnehmen
es: Grabar pantalla con audio
fr: Enregistrer l'écran avec l'audio
ja: 音声付きで画面を録画
ko: 오디오와 함께 화면 녹화
ru: Экран записи со звуком
vi: Ghi màn hình kèm âm thanh
zh_hans: 带音频录制屏幕
zh_hant: 帶音頻錄製螢幕

# onboarding.welcome.subtitle
source: A powerful screenshot & screen recording app for macOS
de: Eine leistungsstarke Screenshot- und Bildschirmaufzeichnungs-App für macOS
es: Una potente aplicación de captura de pantalla y grabación de pantalla para macOS
fr: Une puissante application de capture d'écran et d'enregistrement d'écran pour macOS
ja: macOS 用の強力なスクリーンショットおよび画面録画アプリ
ko: macOS를 위한 강력한 스크린샷 및 화면 녹화 앱
ru: Мощное приложение для создания снимков экрана и записи экрана для macOS
vi: Ứng dụng chụp và ghi màn hình mạnh mẽ cho macOS
zh_hans: 适用于 macOS 的强大屏幕截图和屏幕录制应用
zh_hant: 適用於 macOS 的強大螢幕截圖和螢幕錄製應用

# splash.do-not-show-again
source: Do not show again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
ja: 二度と表示しない
ko: 다시 표시하지 않음
ru: Больше не показывать
vi: Không hiển thị lại
zh_hans: 不再显示
zh_hant: 不再顯示

# splash.press-enter
source: Press Enter ↵
de: Drücken Sie die Eingabetaste ↵
es: Presione Entrar ↵
fr: Appuyez sur Entrée ↵
ja: Enter ↵ を押してください
ko: Enter 누르기 ↵
ru: Нажмите Enter ↵
vi: Nhấn Enter ↵
zh_hans: 按 Enter ↵
zh_hant: 按 Enter ↵

# splash.welcome-subtitle
source: Screenshot & recording, simplified.
de: Screenshot und Aufnahme, vereinfacht.
es: Captura de pantalla y grabación, simplificadas.
fr: Capture d'écran et enregistrement, simplifiés.
ja: スクリーンショットと録画を、シンプルに。
ko: 스크린샷 및 녹화가 단순화되었습니다.
ru: Скриншот и запись в упрощенном виде.
vi: Chụp và ghi màn hình, đơn giản hơn.
zh_hans: 截图录屏，轻松搞定。
zh_hant: 截圖錄屏，輕鬆搞定。

# splash.welcome-title
source: Welcome to Snapzy
de: Willkommen bei Snapzy
es: Bienvenido a Snapzy
fr: Bienvenue chez Snapzy
ja: Snapzy へようこそ
ko: Snapzy에 오신 것을 환영합니다
ru: Добро пожаловать в Snapzy
vi: Chào mừng đến với Snapzy
zh_hans: 欢迎来到 Snapzy
zh_hant: 歡迎來到 Snapzy

# sponsor.direct-support
source: Direct support
de: Direkt unterstützen
es: Apoyo directo
fr: Assistance directe
ja: 直接サポート
ko: 직접 지원
ru: Прямая поддержка
vi: Ủng hộ trực tiếp
zh_hans: 直接支持
zh_hant: 直接支持

# sponsor.one-time-tip
source: One-time tip
de: Einmaliges Trinkgeld
es: Donativo único
fr: Pourboire unique
ja: 1回限りの支援
ko: 일회성 팁
ru: Единоразовая поддержка
vi: Ủng hộ một lần
zh_hans: 一次性打赏
zh_hant: 一次性打賞

# sponsor.recurring-support
source: Recurring support
de: Wiederkehrender Support
es: Apoyo recurrente
fr: Support récurrent
ja: 定期的なサポート
ko: 반복적인 지원
ru: Периодическая поддержка
vi: Ủng hộ định kỳ
zh_hans: 经常性支持
zh_hant: 經常性支持

# onboarding.permissions.badge-optional
source: OPTIONAL
es: OPCIONAL
fr: FACULTATIF
ja: 任意
ko: 선택
ru: НЕОБЯЗАТЕЛЬНО
vi: TÙY CHỌN
zh_hans: 可选
zh_hant: 可選
